IdeaRS.Connections
StiffenerData.ReferenceBoundingBoxSide Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the sides on bounding box of the reference member. Stiffeners will be placed according to these planes
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateSideCode ReferenceBoundingBoxSide { get; set; }
Property Value
Type: PlateSideCode
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace